[
  {
    "title":"What is Sprint Prepaid? How does it work?",
    "content":"<p>With Sprint Prepaid there are no annual contracts, no credit checks, surprises or late fees. There are also no compromises with unlimited data, talk and text plans on the latest technology including 4G LTE capable devices. You simply 1.) choose a Sprint Prepaid phone, 2.) select a plan based on your monthly needs, such as your monthly high-speed data needs and 3.) activate and prepay each month for your service.</p>"
  },
  {
    "title":"How can I activate or add more money to my account?",
    "content":"<p>The easiest way to manage your account is to visit <a href=\"https://myaccount.prepaid.sprint.com/myaccount/home.do?INTNAV=Nav:MyAcct\" target=\"_blank\">myaccount.prepaid.sprint.com</a> any time to activate your device, Reload your account, manage your plan, set up AutoPay options and more. You can also Reload your account any time by going to a Sprint store near you or dialing *3 from your Sprint Prepaid phone. Your first monthly plan payment must be paid in advance of using the phone.</p><p>After you Reload and your balance is equal to or greater than your next monthly payment amount after you Reload, we will automatically make an Advance Payment towards your next month's service (For additional details about Advance Payment, see  <a href=\"http://www.sprint.com/legal/terms_conditions_spp.html\" target=\"_blank\">http://www.sprint.com/legal/terms_conditions_spp.html</a>).  Reload an amount greater than your monthly payment for additional services purchases such as directory assistance, or calls to select international locations while on the Nationwide Sprint Network.</p>"
  },
  {
    "title":"How do I know which plan to pick?",
    "content":"<p>Sprint Prepaid monthly data plans include unlimited data*, talk and text.  Just pick the monthly high-speed data allotment that fits your needs.<ul><li>$35 w/1GB of high-speed data*per month.   For just $35/month you can get unlimited talk and text with 1GB of data to use.</li><li>$45 w/3GB of high-speed data*per month.   At $45/month you get unlimited talk and text with 3GB of data to use.</li><li>$55 w/6GB of high-speed data*per month.  Our best deal for data!  For $55/month you get unlimited talk and text with 6GB of data to use.</li></ul></p><p style=\"font-size:8px\">* After plan's applicable data allotment reached, data access continues but speeds reduced to 2G speeds for remainder of plan cycle.</p><p style=\"font-size:10px\">Plans include unlimited domestic voice services while on-network (non-roaming), text and data & 50 voice roaming minutes.  Plans are for domestic use only within the U.S. unless stated otherwise and include Caller ID, Voicemail, Call Waiting, Three-way Calling and Call Forwarding while on the Nationwide Sprint Network. Usage limitations apply.  Price, plans & offers subject to change and vary by market/retailer.</p>"
  },
  {
    "title":"Can I keep my existing phone number when I switch to Sprint Prepaid?",
    "content":"<p>In most instances, yes, \"Porting-in\" means bringing your phone number to a new phone company. Porting-out means taking your phone number from your existing phone company.  Wireless Local Number Portability (WLNP) allows you to take your phone number with you when switching phone companies but may not be available and/or limited from certain telecommunications companies.  See your Sprint Prepaid store associate or call (855) 639-4644 for details on porting your number.</p><p>Once you have your new Sprint Prepaid phone, go to <a href=\"https://myaccount.prepaid.sprint.com/activate/?INTNAV=Nav:MyAcct:Activate\" target=\"_blank\">sprint.com/prepaidactivate</a>, click Activate, and select \"I want to switch my number from another company to Sprint Prepaid.\"  We'll be able to guide you from there.  Please note that if you currently have a different Sprint device (other than Sprint Prepaid), you'll still need to go through this process to keep your phone number.</p><p>To expedite the transfer you’ll need a current bill from your existing carrier with your customer information; inaccurate information will delay the process.  Here is what you’ll need to provide:<ul><li>Phone number</li><li>Account number from your old provider</li><li>Social Security Number (SSN) or Tax ID</li><li>Billing name and address</li><li>Account password from your old provider (if applicable)</li></ul></p><p>NOTE: We can't switch your area code without giving you a new local number as well.  To learn more, visit the FCC's site at <a href=\"http://wireless.fcc.gov/wlnp\" target=\"_blank\">http://wireless.fcc.gov/wlnp</a>.</p>"
  },
  {
    "title":"If I already have a Sprint device, can I use it with a Sprint Prepaid plan?",
    "content":"<p>Sprint Prepaid devices are specially designed to work with Sprint Prepaid plans.  Sprint Prepaid plans are limited only to approved Sprint Prepaid devices.</p>"
  },
  {
    "title":"Will my account or phone number be cancelled if I don't make a monthly payment?",
    "content":"<p>You will have 120 days after your monthly plan expires to add money to your account to prevent cancellation, loss of all funds comprising your cash balance and your telephone number.  Lost funds are nonrefundable.  If your monthly plan expires and you do not make a monthly payment, you cannot use your phone.</p>"
  },
  {
    "title":"When is my plan payment due?",
    "content":"<p>Recurring monthly plan payments are due on your payment date, which is based on the day when you purchase, restart, switch to or activate your plan. Keep in mind, this date might vary if any of the foregoing events occur near or at the end of the month. Also, if your services are interrupted due to missed payment, in most instances your remaining Voice, data and message allotments will be restored when you make a payment and bring your account current.</p>"
  },
  {
    "title":"Where can I buy a Sprint Prepaid phone?",
    "content":"<p>You can purchase a Sprint Prepaid phone from <a href=\"https://prepaid.sprint.com/#!/shop/\" target=\"_blank\">www.prepaid.sprint.com/#!/shop/</a>, participating national retail stores, Sprint branded retail locations, Amazon or via the phone at 1-866-866-7509.</p>"
  },
  {
    "title":"Can I combine my Sprint Prepaid account or payment with another Sprint account?",
    "content":"<p>At this time, only one subscriber is allowed on each Sprint Prepaid account. While we try to make it simple to manage your Sprint Prepaid account at any time through <a href=\"https://myaccount.prepaid.sprint.com/myaccount/home.do?INTNAV=Nav:MyAcct\" target=\"_blank\">myaccount.prepaid.sprint.com</a>, Sprint Prepaid accounts cannot be combined with other Sprint accounts.</p>"
  },
  {
    "title":"Is there Data roaming available with any of my plans?",
    "content":"<p>Currently, Data roaming services are NOT available on any Sprint Prepaid plans. Plans include 50 minutes of roaming voice minutes.</p>"
  },
  {
    "title":"If I run out of my data allocation, what are my options?",
    "content":"<p>For the Sprint Prepaid Unlimited Data plans, data access continues after your initial high-speed data allotment is depleted but at a lower speed (2G) for the remainder of your monthly plan cycle. If you would like additional high-speed data, Data Packs are available: $5/500MB and $10/1GB.</p><p>For those customers on a Sprint Prepaid monthly capped data plan or $25 Talk & Text plan, Data Packs are available: $5/500MB and $10/1GB. </p><p>All Data Packs expire 30 days after purchase or until depleted, whichever occurs first.</p>"
  },
  {
    "title":"What is Mobile Hotspot?",
    "content":"<p><i>What is mobile hotspot?</i><p>Mobile Hotspot allows you to share your mobile phone’s data connection with your laptop, tablet or other devices by turning your phone into a portable Wi-Fi access point.  This feature allows you to work on the go and browse the internet anytime.  With mobile hotspot, you can connect up to five wireless devices via Wi-Fi.</p><p><i>How do I get Mobile Hotspot functionality?</i></p><p>Mobile Hotspot is already included as part of your monthly plan and available only on hotspot-enabled devices.  Remember that using mobile hotspot usage will count toward your plan’s monthly high-speed data allotment.</p><p><i>Is there an added cost for Mobile Hotspot?</i></p><p>There is no additional cost for mobile hotspot service. Remember that using mobile hotspot is available only on select hotspot-enable devices (detailed below) and hotspot usage will count toward your plan’s high-speed data allotment.</i></p><p><i>What devices is Mobile Hotspot available on?</i></p><p>Mobile hotspot is available on most Sprint Prepaid phones.  Check <a href=\"http://prepaid.sprint.com\" target=\"_blank\">prepaid.sprint.com</a> or a Sprint Prepaid store associate for an updated list of enabled devices.</p><p><i>Will I be notified once I get close to my monthly high-speed data allotment?</i></p><p>Yes, you will receive notifications as you get closer to your included data allotment.</p><p><i>What are my options if I run out of my high-speed data allotment during the current month?</i></p><p>For Sprint Prepaid Unlimited Data plans, data access continues after your initial high-speed data allotment is depleted but at a lower speed (2G).  Mobile Hotspot access will continue, but at a lower speed.</p><p>For Sprint Prepaid capped data plans once the user has depleted all the data allotment, and the data service is barred and the user will be redirected to: <a href=\"https://myaccount.prepaid.sprint.com/myaccount/home.do?INTNAV=Nav:MyAcct\" target=\"_blank\">myaccount.prepaid.sprint.com</a>.  Data Packs are also available: $10/1GB, $5/500 MB and $2/100MB. Data Packs expire 30 days after purchase or until depleted, whichever occurs first.</p>"
  },
  {
    "title":"What is Smart Contacts?",
    "content":"<p><span>What is Smart Contacts?</span>Smart Contacts is a new and improved contact management app for your Android phone.  Smart Contacts will aggregate your contacts from multiple sources (for example: local address book, Google contacts, Yahoo contacts, and Facebook), merge duplicates, and surface the people you&apos;re most likely to talk to at the time you want to talk to them.</p><p><span>Does Smart Contacts replace my phone&apos;s regular Contacts?</span>No, Smart Contacts will not replace your phone&apos;s regular Contacts, and any updates to contact profiles via the Smart Contacts feature will not be reflected in your phone&apos;s regular Contacts.</p><p><span>Can I add Contacts from any source?</span>Smart Contacts supports contacts from Google, Facebook, and Yahoo. The app will link to more sources in the future.</p><p><span>Is there a cost for Smart Contacts?</span>No, Smart Contacts is a free feature available on select phones.</p><p><span>How do I get Smart Contacts?</span>Beginning 12/08/2014, Smart Contacts will be available on select phones via a software update.</p><p><span>What devices is Smart Contacts available on?</span>Smart Contacts is currently only available for the following phones:</p><ul><li>LG Tribute (as of 12/08/2014)</li><li>Sharp AQUOS Crystal (as of 12/11/2014)</li></ul><p><span>Where can I go for help with the Smart Contacts app?</span>For additional details on and help with Smart Contacts, visit <a href='http://help.yahoo.com/kb/smart-contacts' target='_blank'>https://help.yahoo.com/kb/smart-contacts</a></p>"
  },
  {
    "title":"What is Premium Caller ID?",
    "content":"<p>Premium Caller ID displays the name and number of the incoming calls NOT already listed in your phone’s Contact/Address Book.</p><p><i>Is there a cost for Premium Caller ID?</i></p><p>Yes, the Premium Caller ID service is an additional $3 per month.</p><p><i>Will I need to remember to add the Premium Caller ID service to my plan at the end of each plan cycle?</i></p><p>No, Premium Caller ID is an auto-recurring service. So long as you have sufficient funds in the account each month, it will automatically renew.</p><p><i>How do I get Premium Caller ID?</i></p><p>You can add Premium Caller ID to your monthly plan by accessing My Account and adding the Premium Caller ID service.</p><p><i>How do I cancel Premium Caller ID?</i></p><p>To cancel Premium Caller ID, go to My Account and remove the feature from your account or by calling Customer Care at 1-866-866-7509.</p><p><i>Is Premium Caller ID available on all devices?</i></p><p>No, as of 5/1/2015, Premium Caller ID is only available on the following devices:<ul><li>Apple iPhone 4s (CPO)</li><li>Apple iPhone 5s (CPO)</li><li>LG Tribute</li><li>Samsung Galaxy S III</li><li>Samsung Galaxy S 5</li><li>Sharp AQUOS Crystal</li></ul></p><p><i>If I subscribe to Premium Caller ID and receive a call from someone already in my Contacts/ Address Book, what happens?</i></p><p>If you subscribe to Premium Caller ID and receive an incoming call from someone already in your Contacts/Address book, the name will appear as it is in your Contacts/Address book.</p><p><i>Can I block my number from Caller ID name display?</i></p><p>Yes, to block your number from displaying on the phone of the person you are calling, dial *67 + Phone Number (as you would normally dial it) and your name/number will not be displayed on that single call, regardless of whether the person you are calling has traditional Caller ID or subscribes to Premium Caller ID.</p><p><i>What if I purchase Premium Caller ID and no name displays?</i></p><p>If you purchased Premium Caller ID name display but see an incoming caller’s name as ’Private’, ’Restricted’, or ’Unknown’, then the caller’s name is not registered or has set their name as ’Private’ in the CNAM database.</p><p>If the incoming caller’s name appears as ’Blocked’, the incoming caller has dialed *67 before dialing your number to intentionally block the name/number from being displayed. It could also mean the user has permanently had name/number blocking set in their profile.</p>"
  },
  {
	  "title":"What is CallWatch and how does it work?",
    "content":"<p><span>What is CallWatch and how does it work?</span>CallWatch is a Call and Text blocking service. For customers who subscribe to the $3/mo CallWatch add-on and download the app it provides alerts in real-time of all suspicious and unwanted incoming calls and text messages.</p> <p>Key features include:</p><ul><li>ScamBlock: automatic detection and blocking of scam calls</li><li>Unlimited call blocking</li><li>Unlimited real-time caller ID</li><li>Unlimited reporting of abusive numbers</li><li>Unlimited reverse number lookup</li><li>Real-time call interaction with CallWatch Call Center</li><li>Ability to block calls by name (all known numbers used by the same company)</li><li>Ability to report abusive calls and texts directly to federal agencies</li></ul><p><span>What phones and plans are eligible for CallWatch?</span></p><ul><li>CallWatch is available for purchase on all AndroidTM phones with 4.4 KitKat or higher version operating system.</li><li>Currently, it is not supported on iPhones.</li><li>Available on all Sprint Prepaid monthly plans.</li></ul><p><span>How do I add a CallWatch to my monthly plan?</span></p><ul><li>You can add CallWatch for $3/mo by visiting My Account.  Next visit Google PlayTM to download the CallWatch app to begin the service.</li><li>If you download the CallWatch app from Google PlayTM first, go to menu>Upgrade to add the $3/mo CallWatch charge to your monthly Sprint Prepaid account.</li> <li>Please remember your account must have sufficient funds to cover the cost of the monthly reoccurring CallWatch service along with the cost of your monthly plan.</li></ul><p><span>Can I have CallWatch in addition to Premium Caller ID?</span></p><ul><li>Since CallWatch provides a full feature set of Caller ID as well as blocking services, we don&apos;t allow CallWatch and Premium Caller ID to be subscribed to at the same time.  Premium Caller ID provides a network based Caller ID experience but does not have blocking/ reporting to federal agencies/ reverse number look up capabilities at this time.</li></ul><p><span>Can I try the product before I buy it?</span></p><ul><li>Yes, if you download the CallWatch app from Google PlayTM, you can use the features except for Caller ID free for 7 days. Within the CallWatch app you will receive notifications on the 5th day and at the end of the trial period letting you know the free trial has ended. You will be offered the ability to purchase the CallWatch monthly service at that time.</li></ul><p><span>After the Free Trial how do I sign up for CallWatch?</span></p><ul><li>While in the CallWatch app go to menu>Upgrade to add the $3/mo CallWatch charge to your monthly Sprint Prepaid account.</li><li>Or you can visit My Account and add the $3/mo charge to your monthly Sprint Prepaid account.</li><li>Remember your account must have sufficient funds to cover the cost of the monthly reoccurring CallWatch service. </li></ul><p><span>Who do I contact with more questions, like how do I unblock?</span></p><ul><li>Within the CallWatch app you can get additional help and tutorials on how to use the service. </li></ul>"
  },
  {
    "title":"Text Based eCare",
    "content":"<p>Sprint Prepaid's Text Base eCare allows Sprint Prepaid customers to access their account balance and make payments via Text.</p><p>All Sprint Prepaid customers are eligible and there is no need to sign up or register your device.</p><p>For English, text HELP to <b>7225</b> to receive information on available keywords (for Spanish, text AYUDA to <b>8225</b>).</p><p>Please note that all transactions from a device will return information or add money to the account of the device being used.</p>"
  },
  {
    "title":"State of California Mobile Telephony Services (MTS) Surcharge",
    "content":"<p><span><strong>What is the State of California Prepaid Mobile Telephony Services (MTS) surcharge?</strong></span></p><p>The MTS is a surcharge imposed by a new California law that will affect customers of prepaid wireless services. Beginning January 1, 2016, the MTS surcharge will be charged and collected at the time of purchase and is calculated as a percentage of the sales price of each retail transaction involving prepaid wireless pins, cards or services in California.</p><p>The California Board of Equalization (BOE) calculates the prepaid MTS surcharge rate by adding:<ul><li>The State 911 emergency telephone surcharge rate as determined by the Office of Emergency Services (OES), and</li><li>The California Public Utilities Commission's (CPUC) reimbursement fee and telecommunications universal services surcharges (more information on these CPUC fees can be found at:<br><a href=\"http://www.cpuc.ca.gov/PUC/Telco/Information+for+providing+service/ab1717.htm\" target=\"_blank\">http://www.cpuc.ca.gov/PUC/Telco/Information+for+providing+service/ab1717.htm</a> ), and</li><li>The rate or rates of the local charges (Local Utility User Tax and/or Local 911) for the jurisdiction in which the retail transaction occurs, if applicable.*<br>* The California Prepaid Mobile Telephone Surcharge rate will vary by city or unincorporated County area.  On or after December 1, 2015, the BOE will publish the Prepaid MTS Surcharge rates here:<br><a href=\"https://www.boe.ca.gov/industry/prepaid_mts_surcharge.html#mts_rates\" target=\"_blank\">https://www.boe.ca.gov/industry/prepaid_mts_surcharge.html#mts_rates</a></li></ul></p><p><span><strong>When does the State of California MTS surcharge go into effect?</strong></span></p><p>The MTS surcharge goes into effect January 1, 2016.</p><p><span><strong>What does the State of California MTS surcharge apply to?</strong></span><p>This charge will be applied to accounts when:<ul><li>Purchasing PIN-based products such as one-time use and rechargeable Sprint Prepaid Refill Cards and Electronic/Digital PINs on or after 1/1/16</li><li>Using Real-Time Replenishment (RTR) where money is added directly to your account using your mobile number on or after 1/1/16</li><li>Making Credit/Debit Card payments on or after 1/1/16</li></ul></p><p><span><strong>What are the rates?</strong></span></p><p>The California Prepaid Mobile Telephone Surcharge rate will vary by city or unincorporated County area.  On or after December 1, 2015, the BOE will publish the Prepaid MTS Surcharge rates here:<br><a href=\"https://www.boe.ca.gov/industry/prepaid_mts_surcharge.html#mts_rates\" target=\"_blank\">https://www.boe.ca.gov/industry/prepaid_mts_surcharge.html#mts_rates</a></p><p><span><strong>How is it determined whether the State of California MTS surcharge applies to me?</strong></span></p><p>The State of California MTS surcharge applies to:<ul><li>Purchases made at retail stores located in California</li><li>Online, Care, IVR/ASR and point of sale purchases or payments made with a credit/debit card with a California billing address</li></ul></p></p>"
  },
  {
    "title":"Can I get my voicemail in Spanish?",
    "content":"<p>Please call customer care at 1-866-866-7509 for assistance.</p>"
  }
]